Repository: davidlgj/generator-diversity-theme
Catalog: app/templates/*/po/admin/*.po
Languages: sv

source: Branding
sv: Varumärke

source: Colours & fonts
sv: Färger & typsnitt

source: Background and standard buttons
sv: Bakgrund och standardknappar

source: This is the dominant colour of your shop.
sv: Detta är den dominerande färgen i din butik.

source: Header & footer
sv: Sidhuvud & sidfot

source: Background in the header and footer.
sv: Bakgrundsfärg i sidhuvudet och sidfoten.

source: Highlights important elements, such as the buy button.
sv: Betonar viktiga element såsom köpknappen.

source: Main font
sv: Huvudtypsnitt

source: The main font used throughout your shop. You can either choose one of the built-in fonts or load one from Google Fonts.
sv: Det dominerande typsnittet i din butik. Du kan antingen välja ett av de inbyggda typsnitten eller ladda in ett från Google Fonts.

source: The quick brown fox jumps over the lazy dog
sv: Flygande bäckasiner söka hwila på mjuka tuvor

source: Built-in
sv: Inbyggt

source: Load
sv: Ladda in

source: Select a font from the drown-down menu below and, if you want, change the example text and size (only for previewing).
sv: Välj ett typsnitt från rullgardinsmenyn nedan. Om du vill kan du också ändra exempeltext och storlek (endast för förhandsgranskning).

source: An error occured while loading {{fontName}}
sv: Det gick inte att ladda in {{fontName}}

source: To load a font from Google Fonts, do the following:<br><ol><li>Go to <a href='http://www.google.com/fonts'>http://www.google.com/fonts</a>.</li><li>Choose a font and click on the icon for Quick-use (the icon looks like an arrow to the right).</li><li>Choose styles and character sets in step 1 and 2. Copy the code from step 3.</li><li>Paste the code below and click "Load".</li></ol>
sv: För att ladda in typsnitt från Google Fonts gör följande:<br><ol><li>Gå till <a href='http://www.google.com/fonts'>http://www.google.com/fonts</a>.</li><li>Välj ett typsnitt och klicka på ikonen för Quick-use till höger (ikonen ser ut som en högerpil).</li><li>Välj stil på typsnittet i steg 1 & 2 och kopiera koden från steg 3.</li><li>Klista in koden nedan och välj "Ladda in".</li></ol>

source: Accent font
sv: Accenttypsnitt

source: Highlights important elements such as headlines. You can either choose one of the built-in fonts or load one from Google Fonts.
sv: Betonar viktiga element såsom rubriker. Du kan antingen välja ett av de inbyggda typsnitten eller ladda in ett från Google Fonts.

source: Logo
sv: Logotyp

source: You can use an image, a text or an image with text overlay as your logo.
sv: Du kan använda en bild, en text eller en bild med text som logotyp.

source: Image
sv: Bild

source: Enter your Web Property ID to enable Google Analytics.
sv: Fyll i ditt web property-ID för att aktivera Google Analytics.

source: This is not a valid Web Property ID.
sv: Detta är inte ett giltigt web property-ID.

source: Custom CSS
sv: Egen CSS

source: The CSS entered here is applied site wide and at your own risk.
sv: CSS som du lägger in här tillämpas på hela butikstemat och används på egen risk.

source: Header & Footer
sv: Sidhuvud & sidfot

source: Header
sv: Sidhuvud

source: Here you can add contact and shipping information, etc. that are shown at the absolute top of the page.
sv: Här kan du lägga till bl.a. kontakt- och fraktinformation som visas längst upp på sidan.

source: Customer login
sv: Kundinloggning

source: Enable your customers to create an account and log in to your shop?
sv: Vill du låta dina kunder skapa ett konto och logga in till din butik?

source: Yes
sv: Ja

source: No
sv: Nej

source: Contact
sv: Kontakt

source: Phone number to your customer service or other contact information. A single row at the top of the page.
sv: Telefonnummer till kundtjänst eller annan kontaktinformation. En enkelrad längst upp på sidan.

source: Shipping information
sv: Fraktinformation

source: A single row at the top of the page.
sv: En enkelrad längst upp på sidan.

source: Footer
sv: Sidfot

source: The footer is always located at the bottom of the page.
sv: Sidfoten visas alltid längst ner på sidan.

source: Address
sv: Adress

source: You can add up to five address lines.
sv: Du kan använda maximalt fem adressrader.

source: Address line 1
sv: Adressrad 1

source: Address line 2
sv: Adressrad 2

source: Address line 3
sv: Adressrad 3

source: Address line 4
sv: Adressrad 4

source: Address line 5
sv: Adressrad 5

source: Email
sv: E-post

source: Phone number (human readable)
sv: Telefonnummer (läsbart av människor)

source: The number as shown to your visitors, e.g. 012 345 6789
sv: Numret så som det visas för dina besökare, t.ex. 012-34 56 78.

source: Phone number (computer readable)
sv: Telefonnummer (datorläsbart)

source: The number must start with a country code (e.g. +44) and may not contain spaces.
sv: Numret måste börja med en landskod (t.ex. +46) och får inte innehålla mellanslag.

source: The number that should be dialed when a visitor clicks on it, e.g. +44123456789.
sv: Numret som ska ringas upp när en besökare klickar på det, t.ex. +4612345678.

source: Link to "Terms & conditions"
sv: Länk till "Villkor & info"

source: On
sv: På

source: Off
sv: Av

source: Link text for "Terms & conditions"
sv: Länktext för "Villkor & info"

source: Terms & conditions
sv: Villkor & info

source: Menu
sv: Meny

source: The menu is a central component of your shop that your visitors will use to look though your inventory. With the settings below you can customize both the look and content of the menu. Please note that certain settings may be inappropriate if you have many article groups on the top level.
sv: Menyn är en central komponent som dina besökare använder för att titta igenom ditt sortiment. Här kan du ställa in både hur menyn ska se ut och vad den ska innehålla. Observera att vissa inställningar kan vara mindre lämpliga om du har många artikelgrupper på toppnivå.

source: Menu style
sv: Menyvariant

source: The menu is available in two different styles.
sv: Menyn finns tillgänglig i två olika varianter.

source: Drop down
sv: Rullgardin

source: Menu items
sv: Menyobjekt

source: Click "Add" below to add new items to the menu, then use drag and drop to re-arrange.
sv: Klicka på ”Lägg till” nedan för att lägga till nya objekt i menyn. Du kan sedan dra och släppa för att byta plats på dem.

source: Start page
sv: Startsida

source: Image carousel
sv: Bildspel

source: Auto play
sv: Automatisk bildväxling

source: Images change automatically.
sv: Nya bilder visas automatiskt efter ett visst intervall.

source: Transition mode
sv: Bildväxlingssätt

source: Animation when changing images.
sv: Animation vid bildväxling.

source: Slide
sv: Glidning

source: Fade
sv: Toning

source: Images
sv: Bilder

source: Add image
sv: Lägg till bild

source: Shout out
sv: Textannonser

source: Shout out the latest in a text-only promotion box.
sv: Här kan du publicera nyheter som enkla textannonser.

source: First line
sv: Rad 1

source: Second line
sv: Rad 2

source: Third line
sv: Rad 3

source: Link
sv: Länk

source: Promotion boxes
sv: Skyltfönster

source: With promotion boxes you can raise customer awareness of, for example, a particular brand, a sales campaign or perhaps a new section of your shop.
sv: Skyltfönster kan du använda till att göra reklam för ett visst varumärke, en säljkampanj eller kanske en särskild avdelning i din butik.

source: Horizontal text alignment
sv: Horisontell textjustering

source: Left
sv: Vänster

source: Right
sv: Höger

source: Vertical text alignment
sv: Vertikal textjustering

source: Vertical alignment
sv: Vertikal justering

source: Top
sv: Toppen

source: Middle
sv: Mitten

source: Bottom
sv: Botten

source: Invert text colour
sv: Inverterad textfärg

source: Horizontal alignment
sv: Horisontell justering

source: Highlighted articles
sv: Framhävda artiklar

source: Here you can promote certain articles on the start page.
sv: Här kan du välja att lyfta fram vissa artiklar på startsidan.

source: Title
sv: Titel

source: Add article
sv: Lägg till artikel

source: Pages
sv: Sidor

source: Article page
sv: Artikelsida

source: Here you can adjust how individual articles are presented.
sv: Här kan du ställa in hur enskilda artiklar ska presenteras.

source: Share button
sv: Dela-knapp

source: Options or variants
sv: Valmöjligheter eller varianter

source: You can display article choices either as individual options (e.g. "Colour" and "Size") or as variants. The latter are combinations of options, e.g. "Red shirt XL".
sv: Du kan visa artikelval som antingen enskilda valmöjligheter (t.ex. "Färg" och "Storlek") eller som varianter. De senare är kombinationer av valmöjligheter, t.ex. "Röd tröja XL".

source: Options
sv: Valmöjligheter

source: Variants
sv: Varianter

source: Maximum variants
sv: Max antal varianter

source: Set a maximum number of unique variants. If you exceed this limit, then they will all show up as options instead.
sv: Här ställer du in taket för antalet unika varianter. Om antalet varianter skulle överstiga detta antal kommer de istället att visas som valmöjligheter.

source: Article-group page
sv: Artikelgruppssida

source: An article-group page can list sub groups, articles or both.
sv: En artikelgruppssida kan lista undergrupper, artiklar eller både och.

source: Sub groups
sv: Undergrupper

source: Grid or list
sv: Rutnät eller lista

source: Show sub groups in a grid or a list.
sv: Visa undergrupper i ett rutnät eller en lista.

source: Grid
sv: Rutnät

source: List
sv: Lista

source: Pagination
sv: Paginering

source: You can choose between classic pagination or infinite scroll, where sub groups are loaded automatically.
sv: Du kan välja mellan klassisk paginering eller oändlig rullningslist där undergrupper laddas automatiskt.

source: Infinite scroll
sv: Oändlig rullningslist

source: Show articles in a grid or a list.
sv: Visa artiklar i ett rutnät eller en lista.

source: You can choose between classic pagination or infinite scroll, where articles are loaded automatically.
sv: Du kan välja mellan klassisk paginering eller oändlig rullningslist där artiklar laddas automatiskt.

source: Checkout
sv: Kassa

source: Here you can normally make theme-specific settings related to your checkout section. Your shop, however, currently lacks the required features.
sv: Här kan du i vanliga fall göra temaspecifika inställningar för kassan, men just nu saknar din butik den funktionalitet som krävs.

source: Here you can make theme-specific settings related to your checkout section.
sv: Här kan du göra temaspecifika inställningar för kassan

source: Discount codes
sv: Rabattkoder

source: Here you can enable discount codes for the current theme. To create and manage your discount codes, <a href='list_discounts.php'>click here</a>.
sv: Här kan du aktivera rabattkoder för det aktuella temat. <a href="%s">Klicka här</a> för att skapa och hantera dina rabattkoder.

source: Style links
sv: Stilregel länkar
